<?php
include(__DIR__ . DIRECTORY_SEPARATOR . 'en-base.php');
/**
 * PHP Array for English words
 */
array_push($badwords,
		'سقط جنین',
		'مقعد',
		'سکس حیوانات',
		'حیوانیت',
		'پستان',
		'ساک زدن',
		'خوردن کیر',
		'کیر',
		'کوس',
		'کوس',
		'کس',
		'جنده',
		'فاحشه',
		'تجاوز',
		'قتل',
		'سکس',
		'زنا',
		'حیوونی',
		'لاپایی',
		'دهنی',
		'مقعد',
		'جلق',
		'جق',
		'کسکش',
		'جاکش',
		'کسده',
		'کسه',
		'کسته',
		'قهبه',
		'زن قهوه',
		'قحبه',
		'زن قوه',
		'خارپاره',
		'کونی',
		'کونکش',
		'کون کش',
		'کس کش',
		'کس تپل',
        'کس توپول',
		'کیرخر',
		'پورن',
		'پرن',
		'پرنو',
		'گوز',
		'گوزو',
		'فیر',
		'فاک',
		'گایید',
		'گاید',
		'شورت',
		'سکسچت',
		'شغ درد',
		'شغ',
		'جغی',
		'سکسی',
		'لبات',
		'لوات',
		'آبتو',
		'اب کیر',
		'اب کیر',
		'ابتو',
		'شمبول',
		'شومبول',
		'پستون',
		'پستان',
		'ممه',
		'دومبول',
		'خایه',
		'پشم ک',
		'لیسی',
		'بگا',
		'گایید',
		'گاییدن',
		'خوردن کیر',
		'کله ی کیر',
		'کله کیر',
		'سر کیر',
		'سرکیر',
		'سوراخ ک',
		'سولاخ ک',
		'انگشت کردن',
		'ن لب',
		'لب گرفت',
        'سوپر ایرانی',
		'نجفی شاهین',
		'شاهین نجفی',
		'به خطا',
		'بخطا',
		'کسکشه',
		'رژیم ط',
		'رژیم ج',
		'رژیم ا',
		'وحشیانه',
		'خونه خالی',
		'دوپر',
		'لخط',
		'لختی',
		'الکسیس',
		'الکسیز',
        'آب کیر',
        'ارگاسم',
        'برهنه',
        'پورن',
        'پورنو',
        'تجاوز',
        'تخمی',
        'جق',
        'جقی',
        'جلق',
        'جنده',
        'چوچول',
        'حشر',
        'حشری'.
        'داف'.
        'دودول'.
        'ساک زدن'..
        'سکس کردن'.
        'سکسی'.
        'سوپر'.
        'شق کردن'.
        'شهوت'.
        'شهوتی'.
        'شونبول'.
        'فیلم سوپر'.
        'کس دادن'.
        'کس کرد',
        'کوس'.
        'کون'.
        'کون دادن'.
        'کون کرد',
        'کونی'.
        'کیر'.
        'کیری',
        'لاپا'.
        'لاپایی'.
        'لاشی'.
        'لخت'.
        'لش'.
        'منی'.
        'هرزه'
);
